tap "alajmo/mani"
tap "birdayz/kaf"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "micronaut-projects/tap"
tap "oven-sh/bun"
tap "steipete/tap"
cask "android-platform-tools"
cask "basictex"
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "maccy"
cask "meetingbar"
cask "microsoft-teams"
cask "ollama-app"
cask "pop-app"
cask "readest"
cask "rectangle"
cask "redis-insight"
cask "stats"
cask "steam"
cask "tableplus"
cask "tailscale-app"
cask "todoist-app"
cask "visual-studio-code"
vscode "arjun.swagger-viewer"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "helgardrichard.helium-icon-theme"
vscode "humao.rest-client"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mikaelkristiansson87.react-theme-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
brew "ansible"
brew "awscli"
brew "bat"
brew "birdayz/kaf/kaf"
brew "bitwarden-cli"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "colima"
brew "derailed/k9s/k9s"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gradle"
brew "helm"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mani"
brew "minikube"
brew "minio-mc"
brew "mise"
brew "neovim"
brew "nmap"
brew "ollama"
brew "open-mpi"
brew "opencode"
brew "oven-sh/bun/bun"
brew "pandoc"
brew "pkgconf"
brew "posting"
brew "pstree"
brew "py3cairo"
brew "qemu"
brew "qpdf"
brew "sbt"
brew "scipy"
brew "sshuttle"
brew "starship"
brew "steipete/tap/wacli"
brew "syncthing"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "uv"
brew "viddy"
brew "w3m"
brew "weasyprint"
brew "xcodegen"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
